Repository: andret2344/ferrio-ios
Catalog: Ferrio/Resources/*.lproj/Localizable.strings
Languages: pl

source: About calendar
pl: O kalendarzu

source: Account Linking Required
pl: Wymagane powiązanie konta

# about-holidays
source: All holidays - even those most unusual - are an opportunity to look in a different way at people, and appreciate phenomena we usually ignore.
pl: Wszystkie święta, nawet te najbardziej nietypowe, są okazją do spojrzenia na ludzi w inny sposób i docenienia na co dzień ignorowanych zjawisk.

source: Account
pl: Konto

# account-exists-with-email-%@
source: An account already exists with the email %@. Sign in with your existing method to link accounts.
pl: Konto z adresem e-mail %@ już istnieje. Zaloguj się za pomocą dotychczasowej metody, aby powiązać konta.

# account-exists-generic
source: An account already exists with this email. Sign in with your existing method first.
pl: Konto z tym adresem e-mail już istnieje. Najpierw zaloguj się za pomocą dotychczasowej metody.

source: Application
pl: Aplikacja

source: Back
pl: Wróć

source: Calendar
pl: Kalendarz

source: Cancel
pl: Anuluj

source: Check it yourself!
pl: Sprawdź sam!

# could-not-connect
source: Could not connect to the server. Please try again later.
pl: Nie można połączyć z serwerem. Proszę spróbować ponownie później.

source: Country
pl: Kraj

source: Date
pl: Data

source: Day
pl: Dzień

source: Error
pl: Błąd

source: Errors
pl: Błędy

source: Holiday description
pl: Opis święta

# holiday-fixed
source: Fixed holiday
pl: Święto niechome

# holiday-floating
source: Floating holiday
pl: Święto ruchome

source: Holiday name
pl: Nazwa święta

# holidays-fixed
source: Fixed holidays
pl: Święta niechome

# holidays-floating
source: Floating holidays
pl: Święta ruchome

source: International
pl: Międzynarodowe

source: Invalid data format
pl: Niepoprawny format danych

# link-accounts-failed-%@
source: Failed to link accounts: %@
pl: Nie udało się powiązać kont: %@

# load-error
source: Unable to load holidays. We're working on fixing the issue. Sorry for the inconvenience.
pl: Nie udało się załadować świąt. Pracujemy nad rozwiązaniem problemu. Przepraszamy za niedogodności.

source: Log out
pl: Wyloguj

# logout-confirm
source: Are you sure you want to log out?
pl: Na pewno chcesz się wylogować?

source: Month
pl: Miesiąc

source: More
pl: Więcej

source: My reports
pl: Moje zgłoszenia

source: My suggestions
pl: Moje sugestie

source: No description
pl: Brak opisu

source: No results
pl: Brak wyników

# no-results-description
source: Can't find such a holiday. Try again.
pl: Nie można znaleźć żadnego święta. Spróbuj ponownie.

source: No unusual holidays.
pl: Brak nietypowych świąt.

source: Random
pl: Losowo

source: Reason
pl: Powód

source: Report
pl: Zgłoś

source: Retry
pl: Ponów

source: Reports
pl: Zgłoszenia

source: Report holiday
pl: Zgłoś święto

# report-notice
source: Reports with the description are more likely to be verified in the first place.
pl: Zgłoszenia zawierające opis będą sprawdzane w pierwszej kolejności.

# report-holiday-subject
source: Reporting holiday
pl: Zgłaszane święto

# report-details
source: Details
pl: Szczegóły

# report-description-placeholder
source: Describe the issue...
pl: Opisz problem...

# report-sent
source: Thank you!
pl: Zgłoszenie wysłane

source: Search
pl: Wyszukaj

source: Select missing holidays type
pl: Wybierz typ brakujących świąt

source: Select reported holidays type
pl: Wybierz typ zgłoszonych świąt

# search-across-%lld
source: Search across %lld holidays...
pl: Szukaj wśród %lld świąt...

source: Send
pl: Wyślij

source: Sent!
pl: Wysłano.

# signin-anonymous
source: Anonymous login
pl: Anonimowe logowanie

# signin-anonymous-alert
source: By logging in anonymously, you won't be able to fully utilize the application's features, for instance, reporting mistakes.
pl: Logując się anonimowo, nie będziesz w stanie w pełni wykorzystać funkcji aplikacji, przykładowo, zgłaszanie błędów.

# signin-google
source: Sign in with Google
pl: Zaloguj się z Google

# signin-github
source: Sign in with GitHub
pl: Zaloguj się z GitHub

# start-searching
source: Type something to start searching
pl: Wpisz swoje wyszukiwanie

# suggest-holiday
source: Suggest a holiday
pl: Zasugeruj święto

source: Suggestion sent
pl: Sugestia wysłana

# suggestion-sent-description
source: Thank you for your suggestion! Our team will review it and, if approved, it will appear in the calendar.
pl: Dziękujemy za sugestię! Nasz zespół ją zweryfikuje i, jeśli zostanie zatwierdzona, pojawi się w kalendarzu.

source: Suggestions
pl: Sugestie

source: Today
pl: Dzisiaj

# unsuccessful-request-%lld
source: The request was unsuccessful. Please try again later. Response code: %lld.
pl: Wysyłanie nieudane. Proszę spróbować ponownie później. Kod odpowiedzi: %lld.

# invalid-url
source: Invalid URL. Please try again later.
pl: Nieprawidłowy adres URL. Proszę spróbować ponownie później.

source: Reported
pl: Zgłoszone

source: Applied
pl: Zastosowane

source: Declined
pl: Odrzucone

source: On hold
pl: Wstrzymane

source: Wrong date
pl: Błędna data

source: Wrong name
pl: Błędna nazwa

source: Wrong description
pl: Błędny opis

source: Other
pl: Inne

source: Share
pl: Udostępnij
